{"":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"he":258,"Ġa":259,"in":260,"Ġthe":261,"Ġs":262,"Ġw":263,"Ġo":264,"re":265,"nd":266,"Ġh":267,"er":268,"Ġb":269,"Ġm":270,"ou":271,"ed":272,"Ġc":273,"it":274,"Ġf":275,"at":276,"is":277,"en":278,"on":279,"Ġto":280,"Ġof":281,"Ġand":282,"ing":283,"Ġp":284,"čĊ":285,"Ġd":286,"Ġth":287,"or":288,"as":289,"Ġhe":290,"es":291,"ar":292,"an":293,"Ġl":294,"Ġin":295,"ll":296,"Ġn":297,"Ġg":298,"Ġi":299,"om":300,"Ġha":301,"Ġbe":302,"le":303,"Ġe":304,"ic":305,"ot":306,"ow":307,"ut":308,"Ġwas":309,"Ġy":310,"ld":311,"ve":312,"ly":313,"Ġwh":314,"Ġit":315,"se":316,"Ġthat":317,"id":318,"gh":319,"st":320,"ent":321,"Ġon":322,"Ġre":323,"im":324,"Ġu":325,"ce":326,"ion":327,"Ġyou":328,"ver":329,"Ġwe":330,"al":331,"ay":332,"et":333,"ir":334,"Ġas":335,"Ġhis":336,"ith":337,"Ġr":338,"Ġfor":339,"Ġst":340,"Ġwith":341,"ad":342,"ur":343,"Ġhad":344,"ght":345,"Ġher":346,"ter":347,"Ġan":348,"her":349,"and":350,"am":351,"Ġnot":352,"ac":353,"Ġat":354,"Ġis":355,"oo":356,"ould":357,"Ġse":358,"Ġshe":359,"Ġhim":360,"ch":361,"ri":362,"ain":363,"Ġme":364,"ke":365,"Ġsh":366,"Ġsu":367,"ill":368,"red":369,"Ġso":370,"Ġsa":371,"ro":372,"Ġbut":373,"ight":374,"all":375,"ct":376,"ess":377,"il":378,"'s":379,"th":380,"Ġk":381,"Ġfr":382,"ore":383,"Ġmy":384,"Ġde":385,"pp":386,"ich":387,"us":388,"ome":389,"Ġne":390,"Ġall":391,"Ġthey":392,"Ġby":393,"Ġj":394,"Ġhave":395,"Ġli":396,"Ġcon":397,"Ġwere":398,"Ġwhe":399,"ul":400,"Ġthis":401,"ard":402,"Ġch":403,"qu":404,"ge":405,"Ġfrom":406,"Ġup":407,"Ġv":408,"Ġwhich":409,"Ġdo":410,"Ġex":411,"Ġsaid":412,"Ġone":413,"pe":414,"ab":415,"ant":416,"est":417,"res":418,"ation":419,"Ġor":420,"ous":421,"Ġno":422,"Ġman":423,"Ġal":424,"Ġfe":425,"very":426,"Ġwho":427,"ame":428,"ra":429,"ers":430,"Ġthere":431,"the":432,"Ġthem":433,"ust":434,"os":435,"fe":436,"out":437,"nt":438,"ast":439,"ist":440,"art":441,"Ġab":442,"Ġtheir":443,"ind":444,"Ġint":445,"lf":446,"ong":447,"ood":448,"ate":449,"our":450,"Ġle":451,"ound":452,"Ġcom":453,"Ġkn":454,"Ġwould":455,"em":456,"one":457,"ked":458,"Ġwhen":459,"ie":460,"if":461,"Ġmis":462,"ap":463,"ough":464,"Ġgo":465,"ig":466,"ol":467,"Ġout":468,"um":469,"Ġwor":470,"Ġare":471,"un":472,"ak":473,"Ġbeen":474,"itt":475,"Ġun":476,"ive":477,"Ġwhat":478,"Ġif":479,"Ġar":480,"own":481,"Ġpl":482,"'t":483,"ther":484,"ven":485,"self":486,"reat":487,"Ġwill":488,"Ġpr":489,"Ġaf":490,"Ġtr":491,"hed":492,"ity":493,"ort":494,"Ġcould":495,"Ġpro":496,"Ġro":497,"Ġsp":498,"Ġag":499,"ack":500,"Ġtw":501,"Ġen":502,"ure":503,"ost":504,"Ġqu":505,"au":506,"ake":507,"Ġthen":508,"ag":509,"ace":510,"Ġsome":511,"Ġam":512,"Ġany":513,"Ġmore":514,"hing":515,"ved":516,"ck":517,"Ġtim":518,"Ġgr":519,"we":520,"Ġinto":521,"pt":522,"Ġbr":523,"ond":524,"ry":525,"Ġcl":526,"Ġdid":527,"Ġyour":528,"ose":529,"op":530,"Ġcan":531,"Ġother":532,"Ġad":533,"ance":534,"el":535,"way":536,"Ġthan":537,"able":538,"Ġbo":539,"ine":540,"Ġvery":541,"ies":542,"Ġim":543,"ep":544,"ass":545,"are":546,"ook":547,"cc":548,"Ġus":549,"ittle":550,"ade":551,"other":552,"Ġlittle":553,"Ġdis":554,"Ġbl":555,"ite":556,"Ġlike":557,"ence":558,"ought":559,"Ġday":560,"ide":561,"Ġnow":562,"urn":563,"Ġabout":564,"Ġte":565,"Ġtime":566,"ment":567,"ice":568,"wn":569,"pl":570,"Ġover":571,"fore":572,"ble":573,"ove":574,"ish":575,"Ġknow":576,"ree":577,"ci":578,"Ġfl":579,"Ġagain":580,"ally":581,"Ġafter":582,"Ġhow":583,"Ġtoo":584,"nder":585,"ving":586,"Ġper":587,"ress":588,"Ġgreat":589,"Ġsee":590,"Ġhand":591,"Ġupon":592,"de":593,"Ġpe":594,"ars":595,"Ġhas":596,"Ġour":597,"ather":598,"Ġonly":599,"ied":600,"ink":601,"ount":602,"Ġwell":603,"Ġtwo":604,"Ġsay":605,"ire":606,"ty":607,"Ġpo":608,"ile":609,"Ġapp":610,"te":611,"Ġdown":612,"age":613,"but":614,"Ġshould":615,"Ġmade":616,"per":617,"ings":618,"Ġold":619,"Ġmu":620,"ick":621,"Ġevery":622,"Ġbefore":623,"ue":624,"ions":625,"tain":626,"Ġlong":627,"Ġits":628,"Ġgood":629,"ft":630,"ward":631,"Ġthr":632,"Ġmar":633,"ang":634,"ves":635,"Ġstr":636,"Ġmiss":637,"Ġway":638,"ful":639,"Ġpre":640,"Ġsuch":641,"ull":642,"Ġoff":643,"ated":644,"ious":645,"led":646,"ild":647,"Ġcame":648,"Ġthese":649,"Ġfir":650,"Ġsm":651,"wh":652,"ness":653,"Ġco":654,"Ġunder":655,"Ġeven":656,"act":657,"Ġmuch":658,"Ġpart":659,"Ġey":660,"Ġnever":661,"Ġsc":662,"Ġback":663,"Ġrem":664,"Ġbec":665,"orn":666,"Ġmust":667,"ber":668,"ouse":669,"Ġgl":670,"Ġmister":671,"ect":672,"ans":673,"ud":674,"cl":675,"Ġbet":676,"Ġob":677,"Ġcr":678,"Ġcont":679,"Ġres":680,"Ġown":681,"Ġthought":682,"Ġspe":683,"ff":684,"anc":685,"Ġwhere":686,"ord":687,"Ġjust":688,"Ġcome":689,"ren":690,"Ġdes":691,"Ġthink":692,"ach":693,"Ġfo":694,"Ġfirst":695,"od":696,"oss":697,"Ġmen":698,"ary":699,"ried":700,"Ġmay":701,"Ġseem":702,"Ġcar":703,"Ġlook":704,"ily":705,"Ġmight":706,"llow":707,"Ġho":708,"Ġhimself":709,"ise":710,"Ġcomp":711,"Ġye":712,"air":713,"Ġhouse":714,"ave":715,"ip":716,"ath":717,"Ġbeg":718,"Ġthrough":719,"iz":720,"Ġwent":721,"Ġimp":722,"Ġbel":723,"Ġjo":724,"Ġhere":725,"ady":726,"Ġget":727,"Ġsl":728,"Ġnew":729,"Ġhead":730,"Ġlet":731,"Ġem":732,"omet":733,"ted":734,"ater":735,"Ġpass":736,"ared":737,"Ġeyes":738,"end":739,"ened":740,"Ġlife":741,"Ġent":742,"Ġmake":743,"Ġpres":744,"ng":745,"Ġke":746,"Ġmost":747,"Ġaway":748,"Ġop":749,"Ġwom":750,"Ġwithout":751,"for":752,"Ġcall":753,"Ġyoung":754,"Ġthose":755,"less":756,"Ġlo":757,"Ġturn":758,"Ġmany":759,"Ġacc":760,"so":761,"av":762,"Ġsomet":763,"arm":764,"Ġdon":765,"Ġcons":766,"ause":767,"Ġfri":768,"ory":769,"Ġbeing":770,"ign":771,"ons":772,"be":773,"Ġnight":774,"Ġlast":775,"Ġfound":776,"ople":777,"Ġcomm":778,"ark":779,"ors":780,"Ġstill":781,"Ġtell":782,"ail":783,"Ġnothing":784,"Ġind":785,"Ġpeople":786,"ible":787,"ase":788,"ne":789,"ition":790,"hes":791,"aking":792,"Ġatt":793,"les":794,"ian":795,"Ġret":796,"Ġword":797,"whe":798,"pect":799,"Ġright":800,"irl":801,"alk":802,"ens":803,"gg":804,"Ġser":805,"Ġthree":806,"Ġroom":807,"ix":808,"Ġsaw":809,"fect":810,"Ġcount":811,"Ġhapp":812,"Ġhu":813,"Ġchild":814,"Ġear":815,"Ġsame":816,"Ġloo":817,"Ġput":818,"get":819,"Ġac":820,"iv":821,"Ġwork":822,"Ġtake":823,"Ġwant":824,"Ġasked":825,"Ġheart":826,"Ġnat":827,"igh":828,"Ġwhile":829,"Ġever":830,"ways":831,"ub":832,"thing":833,"Ġprin":834,"Ġarm":835,"Ġyet":836,"ult":837,"ertain":838,"Ġleft":839,"Ġdist":840,"Ġgirl":841,"Ġrep":842,"Ġcour":843,"ished":844,"Ġinst":845,"Ġnor":846,"Ġfather":847,"Ġend":848,"Ġshall":849,"Ġanother":850,"Ġthough":851,"ations":852,"Ġplace":853,"Ġface":854,"Ġpers":855,"ict":856,"oth":857,"Ġrec":858,"Ġkne":859,"Ġtook":860,"Ġonce":861,"aw":862,"ject":863,"atter":864,"ank":865,"Ġseemed":866,"Ġmom":867,"Ġgen":868,"Ġmoment":869,"Ġmissus":870,"Ġlove":871,"Ġgre":872,"Ġalways":873,"ling":874,"Ġsec":875,"Ġsupp":876,"vent":877,"ower":878,"Ġfriend":879,"Ġple":880,"Ġel":881,"Ġmo":882,"Ġcap":883,"Ġtold":884,"Ġeng":885,"ently":886,"Ġmind":887,"int":888,"that":889,"ange":890,"Ġlooked":891,"ered":892,"aut":893,"Ġwr":894,"Ġheard":895,"pped":896,"man":897,"sel":898,"Ġking":899,"ys":900,"cess":901,"Ġsat":902,"Ġlight":903,"Ġsoon":904,"Ġset":905,"ia":906,"lt":907,"Ġposs":908,"Ġmother":909,"Ġvo":910,"to":911,"Ġappe":912,"Ġsur":913,"ual":914,"aught":915,"land":916,"Ġfar":917,"Ġthings":918,"Ġans":919,"amp":920,"Ġdif":921,"ret":922,"Ġrel":923,"Ġsomething":924,"Ġwhy":925,"Ġgoing":926,"not":927,"med":928,"Ġact":929,"Ġsub":930,"Ġfeel":931,"ced":932,"Ġworld":933,"Ġfind":934,"ched":935,"Ġgive":936,"dd":937,"ever":938,"Ġdoor":939,"Ġreg":940,"Ġunc":941,"Ġsw":942,"Ġmon":943,"'ll":944,"uck":945,"Ġwind":946,"Ġdre":947,"Ġgi":948,"Ġgu":949,"Ġrest":950,"Ġwa":951,"Ġhome":952,"Ġthing":953,"ical":954,"Ġhands":955,"iver":956,"ial":957,"Ġbelie":958,"Ġreturn":959,"ru":960,"Ġcertain":961,"aid":962,"Ġexp":963,"Ġbecause":964,"Ġknew":965,"Ġwoman":966,"ither":967,"Ġbre":968,"cept":969,"Ġdel":970,"Ġinte":971,"ined":972,"Ġfew":973,"ool":974,"Ġnear":975,"Ġagainst":976,"ired":977,"Ġkind":978,"aps":979,"Ġbetter":980,"ier":981,"Ġeach":982,"Ġcle":983,"ited":984,"ning":985,"Ġbar":986,"Ġbegan":987,"ner":988,"Ġside":989,"Ġyears":990,"rest":991,"Ġhard":992,"Ġpur":993,"Ġchar":994,"Ġfollow":995,"she":996,"ple":997,"ting":998,"Ġenough":999}